[{"_id":{"$oid":"63f8a5f916571b3bc91b5281"},"Title":"Be With Me","Description":"It premiered as the Director's Fortnight selection in the 2005 Cannes Film Festival. It was also the official entry from Singapore for the 78th Academy Awards in the foreign language category. In December 2005, the academy body disqualified the film on grounds that the dialogue is mainly in English.[1] Out of 93 minutes, the film only has two and a half minutes of dialogue.","Genre":{"Name":"Drama","Description":"drama is a category or genre of narrative fiction intended to be more serious than humorous in tone."},"Director":{"Name":"Eric Khoo","Bio":"Eric Khoo was the youngest son of the 15 children of Tan Sri Khoo Teck Puat from his second wife Rose Marie Wee. His mother, who was a cinephile, introduced him to cinema when he was three years old. He later received his education at the United World College of South East Asia.Khoo's interest in film eventually led him to study cinematography at the City Art Institute in Sydney, Australia.","Birth":"1965-03-27"},"ImagePath":"bewithme.jpg","Featured":false},
{"_id":{"$oid":"63f8aeca16571b3bc91b5282"},"Title":"Shutter","Description":"It focuses on mysterious images seen in developed pictures. The film was a huge box office success, making it one of the best known horror films from Thailand and recognized worldwide.","Genre":{"Name":"Horror","Description":"Horror is one of the most popular genres in storytelling. What began in literature can now be found in movies, television, theatre, and video games."},"Director":{"Name":"Banjong Pisanthanakun","Bio":"He is a Thai filmmaker and screenwriter. He saw early success with his first two films, Shutter (2004) and Alone (2007), both horror films that he co-directed and co-wrote with Parkpoom Wongpoom. He also directed the 2013 comedy horror romance film Pee Mak, which became Thailands highest-grossing film of all time, and the 2021 horror film The Medium, which was a commercial and critical success in South Korea.","Birth":"1979-09-11"},"ImagePath":"shutter.jpg","Featured":false},
{"_id":{"$oid":"63f8afc816571b3bc91b5283"},"Title":"Inception","Description":"A thief who steals corporate secrets through the use of dream-sharing technology is given the inverse task of planting an idea into the mind of a C.E.O., but his tragic past may doom the project and his team to disaster.","Genre":{"Name":"Action","Description":"Action film is a film genre in which the protagonist is thrust into a series of events that typically involve violence and physical feats."},"Director":{"Name":"Christopher Nolan","Bio":"Nolan is considered a leading filmmaker of the 21st century. His films have grossed $5 billion worldwide.","Birth":"1970-07-30"},"ImagePath":"inception.jpg","Featured":false},
{"_id":{"$oid":"63f8b2e416571b3bc91b5284"},"Title":"Mad Max: Fury Road","Description":"In a post-apocalyptic wasteland, a woman rebels against a tyrannical ruler in search for her homeland with the aid of a group of female prisoners, a psychotic worshiper, and a drifter named Max.","Genre":{"Name":"Action","Description":"Action film is a film genre in which the protagonist is thrust into a series of events that typically involve violence and physical feats."},"Director":{"Name":"George Miller","Bio":"George Miller is an Australian film director, screenwriter, producer, and former medical doctor. In 2006, Miller won the Academy Award for Best Animated Feature for Happy Feet (2006).","Birth":"1945-03-03"},"ImagePath":"madmax.jpg","Featured":false},
{"_id":{"$oid":"63f8b3dd16571b3bc91b5285"},"Title":"Interstellar","Description":"A team of explorers travel through a wormhole in space in an attempt to ensure humanitys survival.","Genre":{"Name":"Sci-fi","Description":"Science fiction is a modern genre. Though writers in antiquity sometimes dealt with themes common to modern science fiction, their stories made no attempt at scientific and technological plausibility, the feature that distinguishes science fiction from earlier speculative writings and other contemporary speculative genres such as fantasy and horror."},"Director":{"Name":"Christopher Nolan","Bio":"Nolan is considered a leading filmmaker of the 21st century. His films have grossed $5 billion worldwide.","Birth":"1970-07-30"},"ImagePath":"interstellar.jpg","Featured":false},
{"_id":{"$oid":"63f8b4cd16571b3bc91b5286"},"Title":"Schindler`s List","Description":"Schindler`s List is a 1993 American epic historical drama film directed and produced by Steven Spielberg and written by Steven Zaillian.","Genre":{"Name":"Drama","Description":"drama is a category or genre of narrative fiction intended to be more serious than humorous in tone."},"Director":{"Name":"Steven Spielberg","Bio":"He is the most commercially successful director of all time. He is the recipient of various accolades, including three Academy Awards, two BAFTA Awards, and four Directors Guild of America Awards.","Birth":"1946-12-18"},"ImagePath":"schindlerlist.jpg","Featured":false},
{"_id":{"$oid":"63f8b61216571b3bc91b5287"},"Title":"The Curious Case of Benjamin Button","Description":"The Curious Case of Benjamin Button is a 2008 American fantasy romantic drama film directed by David Fincher.","Genre":{"Name":"Drama","Description":"drama is a category or genre of narrative fiction intended to be more serious than humorous in tone."},"Director":{"Name":"David Fincher","Bio":"He subsequently worked at ILM (Industrial Light and Magic) from 1981-1983. Fincher left ILM to direct TV commercials and music videos after signing with N. Lee Lacy in Hollywood.","Birth":"1962-08-28"},"ImagePath":"benjaminbutton.jpg","Featured":false},
{"_id":{"$oid":"63f8b6f016571b3bc91b5288"},"Title":"The Fault in Our Stars","Description":"The Fault in Our Stars is a novel by John Green. It is his fourth solo novel, and sixth novel overall.","Genre":{"Name":"Drama","Description":"drama is a category or genre of narrative fiction intended to be more serious than humorous in tone."},"Director":{"Name":"Josh Boone","Bio":"Josh Boone is an American filmmaker. He is best known for directing the romantic drama The Fault in Our Stars, based on the novel of the same name.","Birth":"1979-04-05"},"ImagePath":"thefault.jpg","Featured":false},
{"_id":{"$oid":"63f8b82716571b3bc91b5289"},"Title":"The Shawshank Redemption","Description":"It tells the story of banker Andy Dufresne, who is sentenced to life in Shawshank State Penitentiary for the murders of his wife and her lover, despite his claims of innocence.","Genre":{"Name":"Drama","Description":"drama is a category or genre of narrative fiction intended to be more serious than humorous in tone."},"Director":{"Name":"Frank Darabont","Bio":"Frank Árpád Darabont is an American film director, screenwriter and producer. He has been nominated for three Academy Awards and a Golden Globe Award.","Birth":"1959-01-28"},"ImagePath":"shawshank.jpg","Featured":false},
{"_id":{"$oid":"63f8b8e616571b3bc91b528a"},"Title":"Sing 2","Description":"Sing 2 is a 2021 American computer-animated jukebox musical comedy film produced by Illumination and distributed by Universal Pictures.","Genre":{"Name":"Animated","Description":"Animation is a method in which pictures are manipulated to appear as moving images. In traditional animation, images are drawn or painted by hand on transparent celluloid sheets to be photographed and exhibited on film."},"Director":{"Name":"Garth Jennings","Bio":"Garth Jennings is an English director, screenwriter and actor. Films he has directed include The Hitchhikers Guide to the Galaxy, Son of Rambow, Sing, and Sing 2.","Birth":"1972-07-09"},"ImagePath":"sing2.jpg","Featured":false}]
